TOKEN = 'YOUR TOKEN'


LANGUAGES = {
    'ru': '🇷🇺Русский',
    'en': '🏴󠁧󠁢󠁥󠁮󠁧󠁿Английский',
    'uz': '🇺🇿Узбекский',
    'kk': '🇰🇿Казахский',
    'ko': '🇰🇷Корейский',
    'ja': '🇯🇵Японский',
    'uk': '🇺🇦Украинский',
    'tr': '🇹🇷Турецкий',
    'es': '🇪🇸Испанский',
    'pl': '🇵🇱Польский',
    'no': '🇳🇴Норвежский',
    'it': '🇮🇹Итальянский',
    'de': '🇩🇪Немецкий',
    'fr': '🇫🇷Французкий',
    'ar': '🇦🇪Арабский'
}


def get_key(value):
    for k, v in LANGUAGES.items():
        if v == value:
            return k